# St7GetGeometryFaceProperty

Returns the property assigned to the specified geometry face.

long St7GetGeometryFaceProperty(long uID, long FaceNum, long* PropNum)
Input Parameters
uID
Strand7 model file ID.
FaceNum
Face number.
Output Parameters
PropNum
Face property number.